<template>
    <v-container>
        <v-container-header :to="{name: 'profile'}">Назад</v-container-header>

        <v-container-title-name>Стандарты и процедуры</v-container-title-name>

        <div class="profile-standarts-conteiner">
            <h4>1. Отношения сторон</h4>
            <p><b>1.1. </b>Компания устанавливает Стандарты и процедуры, единые для деятельности всех участников
                системы.</p>
            <p><b>1.2. </b>Менеджер компании – бизнес-партнер компании (далее – менеджер, партнер) является независимым
                предпринимателем. Он не является сотрудником или юридическим представителем ни одного из предприятий,
                действующих под брендом компании.</p>
            <p><b>1.2.1. </b>Менеджер несёт личную ответственность за соблюдение законов, регламентирующих
                предпринимательскую деятельность в стране и регионе, где он осуществляет свою деятельность.</p>
            <p><b>1.2.2. </b>Суть бизнеса менеджера -распространение по партнерской программе информационных продуктов
                компании через личные продажи и построение организации, каждый участник которой делает то же самое:
                продвигает продукты и создает свою команду.</p>
            <p><b>1.2.3. </b>Заключая с компанией Соглашение, менеджер обязуется действовать в рамках Стандартов.</p>
            <p><b>1.3. </b>Отношения между Компанией и Менеджером регулируются:
            <ul>
                <li>условиями Соглашения о партнерстве;</li>
                <li>условиями Договора оферты;</li>
                <li>положениями документа Стандарты и процедуры.</li>
            </ul>
            </p>
            <p><b>1.4. </b>Любой человек, достигший 14 лет, может стать менеджером компании, заключив с компанией
                Соглашение о партнерстве. Для несовершеннолетних (до 18 лет) в России и странах СНГ при регистрации в
                качестве менеджера обязательно нотариально заверенное разрешение родителей (опекуна).</p><br>
            <h4>2. Лояльность менеджера</h4>
            <p><b>2.1. </b>Заключая Соглашение о партнерстве, менеджер берет на себя обязательства поддерживать
                репутацию компании и проявлять лояльность по отношению к ней, разделять идеологию компании и действовать
                в русле политики и стратегии компании.</p>
            <p><b>2.2. </b>К нелояльным действиям относятся:
            <ul>
                <li>дискредитация компании, ее руководства, ее лидеров, ее продукции;</li>
                <li>деятельность менеджера вопреки стратегии и политике компании;</li>
                <li>использование методов, несовместимых со Стандартами;</li>
                <li>использование сети компании для планового распространения иной продукции;</li>
                <li>подстрекательство и рекрутирование менеджеров для работы в другой компании;</li>
                <li>передача контактов, имен менеджеров другим лицам для рекрутирования в конкурирующую компанию;</li>
                <li>использование ненормативной лексики, жесткой эротики и материалов порнографического содержания в
                    постах и публикациях, рекламирующих компанию и бизнес.
                </li>
            </ul>
            </p>
            <p><b>2.3. </b>Списки сети менеджеров (построенной с помощью продукции и бизнес-системы проекта) являются
                конфиденциальной собственностью компании. Менеджер не может использовать сеть, построенную с помощью
                продукции и бизнес-системы проекта, для продвижения какой бы то ни было иной продукции, кроме продукции
                компании.</p>
            <p><b>2.4. </b>В случае если менеджер совершает нелояльные действия, наносящие ущерб репутации компании,
                компания вправе расторгнуть с ним Соглашение о партнерстве.
            <p>Если компания получает сигналы о нелояльных действиях менеджера и грубых нарушениях стандартов, она будет
                действовать по следующему алгоритму. </p>
            <p>Компания блокирует выплаты и доступ к Личному офису на время разбирательства. В период блокировки доступа
                к Личному офису запрещено внесение изменений в данные владельца договора. </p>
            <p>Время для разбирательства: до закрытия следующего месяца. В течение этого периода менеджер может
                предоставить информацию, объяснения, аргументы в свою пользу. </p>
            <p>Если инцидент исчерпан, компания восстанавливает выплаты и доступ к Личному офису. </p>
            <p>Если факт грубого нарушения Стандартов все же подтверждается, или менеджер не предоставил за указанный
                период никакой информации, тогда компания расторгает договор. </p>
            <p>При терминации договора менеджеру выплачиваются все деньги, которые были на счетах до момента блокировки
                контракта. Деньги, которые были начислены менеджеру в период блокировки, списываются в счет возмещения
                ущерба, нанесенного в результате нелояльных действий. </p>
            <p>Менеджер может перевести остаток денежных средств с внутренних счетов на любой другой номер ID. </p>
            <p>Вывод денег необходимо осуществить в течение 6 месяцев с даты терминации. По прошествии данного срока
                остатки денежных средств сгорают. </p>
            <p>Зарегистрировать новый договор менеджер сможет не ранее чем через 6 месяцев.</p>
            </p>
            <p><b>2.5. </b>Компания оставляет за собой право требовать в соответствии с законодательством возмещения
                ущерба, нанесенного в результате дискредитации ее имиджа, деловой репутации, нарушения ее права
                собственности и разглашения ее коммерческих тайн.</p>
            <p><b>2.6. </b>В случае ухода из бизнеса работающего лидера, его ветки поднимаются по компрессии
                непосредственно к вышестоящему действующему наставнику. При этом компания оставляет за собой право
                завести ветки (по обоюдному согласию менеджеров) под сильных параллельных лидеров структуры ушедшего
                наставника.</p><br>
            <h4>3. Стартовый период</h4>
            <p><b>3.1. </b>При регистрации Соглашения о партнерстве новичок вступает в стартовый период.</p>
            <p>Стартовый период – 2 финансовых месяца, включая месяц регистрации, в течение которых новичку необходимо
                подтвердить вход в систему.</p>
            <p>Пример 1. Дата регистрации: 2 апреля. Окончание стартового периода: 31 мая.</p>
            <p>Пример 2. Дата регистрации: 28 апреля. Окончание стартового периода: 31 мая.</p>
            <p><b>3.2. </b>Стартовый период заканчивается по итогам закрытия месяца, в котором была выполнена личная
                активность (70 баллов)</p>
            <p>Если новичок в течение стартового периода не выполняет условие минимальной личной активности, то по
                истечении стартового периода Соглашение о партнерстве аннулируется.</p>
            <p><b>3.3. </b>Активность Соглашения о партнерстве.</p>
            <p>После оплаты подписки на Платформу менеджеру начисляется 70 баллов личного объёма (ЛО) и статус контракта
                становится АМ (активный менеджер).</p>
            <p>Для подтверждения статуса указанный Личный объем должен пройти по контракту в рамках одного месяца.</p>
            <p>Менеджер, не имеющий квалификации, для сохранения контракта должен подтвердить активность минимум один
                раз в 3 месяца, включая месяц активации подписки. Если за 3 месяца по вашему ID ни разу не прошло 70
                баллов в месяц, Соглашение о партнерстве аннулируется.</p><br>
            <h4>4. Стандарты привлечения</h4>
            <p><b>4.1. </b>Привлекая людей к партнерству с компанией, менеджер может оперировать только реальными
                фактами и предоставлять достоверную и полную информацию.</p>
            <p><b>4.2. </b>Менеджер не имеет права вводить кандидата в заблуждение, преувеличивая возможности дохода или
                преуменьшая усилия по достижению успеха. Цель менеджера – осмысленное решение кандидата стать
                менеджером, а не решение, полученное в результате жесткого давления или дезинформирования.</p>
            <p><b>4.3. </b>Менеджер не имеет права дискредитировать параллельных лидеров и призывать других менеджеров к
                переходу в свою структуру.</p>
            <p><b>4.4. </b>Менеджер не имеет права устанавливать самостоятельно стоимость подписки на Платформу,
                отличный от стоимости, объявленой компанией, делать акции (скидки) или оплачивать часть стоимости за
                свой счёт (исключением являются случаи, когда в структуре проводится конкурс, где главным призом
                победителю является оплата подписки). Также менеджер не имеет права давать рекламу в социальных сетях о
                снижении стоимости подписки или акциях (скидках на подписку).</p><br>
            <h4>5. Наставничество</h4>
            <p><b>5.1. </b>Привлекая человека в свою структуру, менеджер становится для него наставником. В обязанности
                наставника входит: • обучать новичка навыкам ведения бизнеса; • поддерживать его, а при необходимости
                помогать в организации работы; • прилагать усилия по разъяснению Стандартов компании, обеспечивать их
                соблюдение в своей структуре.</p>
            <p><b>5.2. </b>Отношения «наставник – менеджер» – основа стабильности сети. Компания не допускает случаев
                бесконтрольного перехода от одного наставника к другому. Менеджер не имеет права призывать к переходу в
                другую структуру.</p>
            <p><b>5.3. </b>Смена наставника с переходом в другую структуру возможна только в случае согласия
                действующего наставника на этот переход, а также аннулирования контракта по неактивности и заключение
                нового.</p>
            <p><b>5.4. </b>При обнаружении двойных Соглашений (случаев переподписания в другую структуру) компания по
                умолчанию действует в рамках следующего алгоритма:
            <ul>
                <li>Если компания обнаруживает дублирующие контракты, ни один из которых еще не закреплен в системе, –
                    аннулируется более поздний, а объемы текущего месяца (при их наличии) переносятся на первое
                    Соглашение.
                </li>
                <li>Если компания обнаруживает контракт (зарегистрированный на супругу (а), брата, маму, друга,
                    знакомого и т.п.), по которому работает сам менеджер, – он переносится под первый контракт вместе с
                    объемом текущего месяца.
                </li>
            </ul>
            </p>
            <p><b>Важно! Если в результате работы под вторым договором у менеджера образовалась структура, она не
                переносится под первое Соглашение.</b></p>
            <p><b>5.5. </b>Если наставник – вопреки Стандартам – сам призывает менеджера переподписаться в свою
                структуру, предлагает создать дубль, подписать формально родственника и т.д. – эти действия
                рассматриваются как агитация, призыв к переподписанию.</p>
            <p>Если наставник знает, что регистрирует в свою структуру действующего менеджера другой структуры – эти
                действия рассматриваются как участие в переподписании.</p>
            <p>Если факты агитации или участия в переподписании подтверждены, компания в отношении наставника будет
                действовать по следующему алгоритму: Наставнику второго контракта блокируется доступ к личному
                кабинету.</p>
            <p>Что может являться доказательством переподписания и агитации к переподисанию?</p>
            <p>Скриншоты, копия переписки, аудиосообщения, оплата подписки подставного контракта своей картой,
                выставление своих контактов и реферальных ссылок в чужом (подставном) аккаунте.</p>
            <p><b>5.6. </b>Менеджер может заключить новое Соглашение под другим наставником в случае, если его
                действующее Соглашение утратило силу.</p><br>
            <h4>6. Автоактивация</h4>
            <p>По истечении календарного месяца менеджеру начисляется вознаграждение в соответсвии с маркетинг
                -планом.</p>
            <p>Вознаграждение начисляется в баллах.</p>
            <p>Сумма до 3500 баллов включительно каждый месяц 3 числа списывается автоматически в счёт активации
                подписки на следующий месяц.</p>
            <p>Данные баллы нельзя конвертировать в рубли. Ими может быть оплачена только подписка на Платформу.</p>
            <p>После автоактивации менеджеру будут начислены баллы личного объёма пропорционально списанной сумме
                автоакиивации.</p>
            <p>Например: 3500 баллов - 70 ЛО</p>
            <p>2000 баллов -40 ЛО.</p>
            <p>Данные баллы личного объёма не переносятся на следующий месяц.</p>
            <p>Сумма свыше 3500 баллов будет автоматически сконвертирована в рубли и зачислена на денежный счёт
                менеджера.</p>
        </div>
    </v-container>
</template>

<script>
    export default {
        name: 'Standards'
    }
</script>

<style lang="scss" scoped>

</style>
